Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# settings.modelDescriptions.historyApplied
source: 이전 버전을 적용했습니다.
de: Vorherige Version angewendet.
en: Previous version applied.
es: Se aplicó la versión anterior.
fr: La version précédente a été appliquée.
ja: 以前のバージョンを適用しました。
pt: Versão anterior aplicada.
zh_hans: 已应用先前版本。
zh_hant: 已套用先前版本。

# settings.model
source: 모델
de: Standardmodell
en: Model
es: Modelo predeterminado
fr: Modèle par défaut
ja: 既定モデル
pt: Modelo padrão
zh_hans: 默认模型
zh_hant: 預設模型

# settings.modelDefault
source: Codex 기본 모델
de: Codex-Standardmodell
en: Codex default model
es: Modelo predeterminado de Codex
fr: Modèle Codex par défaut
ja: Codex の既定モデル
pt: Modelo padrão do Codex
zh_hans: Codex 默认模型
zh_hant: Codex 預設模型

# settings.modelHint
source: 활성 백엔드 카탈로그의 정확한 식별자입니다.
de: Aus der installierten Codex CLI geladen.
en: Exact identifier from the active backend catalog.
es: Cargado desde la CLI de Codex instalada.
fr: Chargé depuis la CLI Codex installée.
ja: インストール済みの Codex CLI から取得します。
pt: Carregado da CLI do Codex instalada.
zh_hans: 从已安装的 Codex CLI 加载。
zh_hant: 從已安裝的 Codex CLI 載入。

# settings.savedModel
source: 현재 저장됨
de: derzeit gespeichert
en: currently saved
es: guardado actualmente
fr: actuellement enregistré
ja: 保存済み
pt: salvo atualmente
zh_hans: 当前已保存
zh_hant: 目前已儲存

# settings.effort
source: 추론 에포트
de: Standardaufwand
en: Reasoning effort
es: Esfuerzo predeterminado
fr: Effort par défaut
ja: 既定エフォート
pt: Esforço padrão
zh_hans: 默认推理强度
zh_hant: 預設推理強度

# settings.effortDefault
source: 모델 기본 에포트
de: Standardaufwand des Modells
en: Model default effort
es: Esfuerzo predeterminado del modelo
fr: Effort par défaut du modèle
ja: モデルの既定エフォート
pt: Esforço padrão do modelo
zh_hans: 模型默认推理强度
zh_hant: 模型預設推理強度

# settings.effortHint
source: 선택한 모델이 지원하는 값만 표시합니다.
de: Es werden nur vom gewählten Modell unterstützte Werte angezeigt.
en: Only values supported by the selected model are shown.
es: Solo se muestran valores compatibles con el modelo seleccionado.
fr: Seules les valeurs prises en charge par le modèle sélectionné sont affichées.
ja: 選択したモデルが対応する値だけを表示します。
pt: Somente valores compatíveis com o modelo selecionado são exibidos.
zh_hans: 仅显示所选模型支持的值。
zh_hant: 只顯示所選模型支援的值。

# settings.effortFallbackDescription
source: 현재 Codex 모델 카탈로그에서 제공된 새 추론 단계입니다.
de: Eine neue Reasoning-Stufe aus dem aktuellen Codex-Modellkatalog.
en: A newly available reasoning level. Availability and behavior come from the current Codex model catalog.
es: Un nuevo nivel de razonamiento ofrecido por el catálogo actual de Codex.
fr: Un nouveau niveau de raisonnement fourni par le catalogue Codex actuel.
ja: 現在の Codex モデルカタログで提供される新しい推論レベルです。
pt: Um novo nível de raciocínio fornecido pelo catálogo atual do Codex.
zh_hans: 这是当前 Codex 模型目录提供的新推理级别。
zh_hant: 這是目前 Codex 模型目錄提供的新推理層級。

# settings.unsupportedEffort
source: 저장된 추론 단계는 더 이상 지원되지 않습니다. 권장 모델 기본값:
de: Die gespeicherte Reasoning-Stufe wird nicht mehr unterstützt. Empfohlener Modellstandard:
en: The saved reasoning level is no longer supported. Suggested model default:
es: El nivel guardado ya no es compatible. Valor predeterminado sugerido:
fr: Le niveau enregistré n’est plus pris en charge. Valeur par défaut suggérée :
ja: 保存済みの推論レベルはサポートされなくなりました。推奨されるモデル既定値:
pt: O nível salvo não é mais compatível. Padrão sugerido do modelo:
zh_hans: 已保存的推理级别不再受支持。建议的模型默认值：
zh_hant: 已儲存的推理層級已不再支援。建議的模型預設值：

# effort.minimal.description
source: 필수 추론만 사용해 가장 빠르게 응답합니다.
de: Schnellste Antworten mit nur dem nötigen Reasoning.
en: Fastest responses with only essential reasoning.
es: Respuesta más rápida con solo el razonamiento esencial.
fr: Réponse la plus rapide avec le raisonnement essentiel uniquement.
ja: 必要最小限の推論で最速に応答します。
pt: Resposta mais rápida usando apenas o raciocínio essencial.
zh_hans: 仅使用必要推理，响应最快。
zh_hant: 只使用必要推理，回應最快。

# effort.low.description
source: 가벼운 추론으로 빠르게 응답합니다.
de: Schnelle Antworten mit leichtem Reasoning.
en: Quick responses with lighter reasoning.
es: Respuestas rápidas con razonamiento ligero.
fr: Réponses rapides avec un raisonnement léger.
ja: 軽い推論で素早く応答します。
pt: Respostas rápidas com raciocínio leve.
zh_hans: 使用较轻推理快速响应。
zh_hant: 以較輕量的推理快速回應。

# effort.medium.description
source: 추론 깊이와 응답 시간의 균형을 맞춥니다.
de: Ausgewogenes Verhältnis von Reasoning-Tiefe und Antwortzeit.
en: Balanced reasoning depth and response time.
es: Equilibra profundidad de razonamiento y tiempo de respuesta.
fr: Équilibre profondeur du raisonnement et temps de réponse.
ja: 推論の深さと応答時間のバランスを取ります。
pt: Equilibra profundidade de raciocínio e tempo de resposta.
zh_hans: 平衡推理深度和响应时间。
zh_hant: 平衡推理深度與回應時間。

# effort.high.description
source: 복잡한 작업을 더 깊게 검토하지만 응답 시간이 늘어날 수 있습니다.
de: Tiefere Prüfung komplexer Aufgaben mit längerer Antwortzeit.
en: Deeper review for complex work with a longer response time.
es: Revisión más profunda para tareas complejas, con mayor tiempo de respuesta.
fr: Examen approfondi des tâches complexes, avec un temps de réponse accru.
ja: 複雑な作業を深く検討しますが応答時間が長くなる場合があります。
pt: Revisão mais profunda de tarefas complexas, com maior tempo de resposta.
zh_hans: 更深入检查复杂任务，但响应可能更慢。
zh_hant: 更深入檢查複雜工作，但回應可能較慢。

# effort.xhigh.description
source: 어려운 작업을 매우 깊게 추론하므로 응답이 상당히 오래 걸릴 수 있습니다.
de: Sehr tiefes Reasoning für schwierige Aufgaben; Antworten können deutlich länger dauern.
en: Very deep reasoning for difficult tasks; responses can take substantially longer.
es: Razonamiento muy profundo para tareas difíciles; puede tardar bastante más.
fr: Raisonnement très approfondi pour les tâches difficiles ; la réponse peut être nettement plus longue.
ja: 難しい作業を非常に深く推論するため、応答にかなり時間がかかる場合があります。
pt: Raciocínio muito profundo para tarefas difíceis; a resposta pode demorar bem mais.
zh_hans: 对困难任务进行非常深入的推理，响应可能明显更慢。
zh_hant: 對困難工作進行非常深入的推理，回應可能明顯較慢。

# effort.max.description
source: 까다로운 작업에 사용할 수 있는 최대 추론 깊이입니다.
de: Maximale verfügbare Reasoning-Tiefe für anspruchsvolle Aufgaben.
en: Maximum available reasoning depth for demanding work.
es: Máxima profundidad de razonamiento disponible para tareas exigentes.
fr: Profondeur de raisonnement maximale pour les tâches exigeantes.
ja: 要求の高い作業に利用できる最大の推論深度です。
pt: Profundidade máxima de raciocínio para tarefas exigentes.
zh_hans: 为高难度任务提供最大推理深度。
zh_hant: 為高難度工作提供最大的推理深度。

# effort.ultra.description
source: 가장 까다로운 작업을 위해 확장 추론과 위임을 사용합니다.
de: Erweitertes Reasoning und Delegation für besonders anspruchsvolle Aufgaben.
en: Extended reasoning and delegation for the most demanding work.
es: Razonamiento ampliado y delegación para las tareas más exigentes.
fr: Raisonnement étendu et délégation pour les tâches les plus exigeantes.
ja: 最も難しい作業に拡張推論と委任を使用します。
pt: Raciocínio ampliado e delegação para as tarefas mais exigentes.
zh_hans: 为最困难的任务使用扩展推理和委派。
zh_hant: 為最困難的工作使用擴充推理與委派。

# settings.serviceTier
source: 서비스 티어
de: Dienststufe
en: Service tier
es: Nivel de servicio
fr: Niveau de service
ja: サービスティア
pt: Nível de serviço
zh_hans: 服务层级
zh_hant: 服務層級

# settings.serviceTier.default
source: 백엔드 기본 티어
de: Standardstufe des Backends
en: Backend default tier
es: Nivel predeterminado del backend
fr: Niveau par défaut du backend
ja: バックエンドの既定ティア
pt: Nível padrão do backend
zh_hans: 后端默认层级
zh_hant: 後端預設層級

# settings.usePriority
source: 빠른 처리 (Fast)
de: Schnellmodus (Fast)
en: Fast mode
es: Modo rápido (Fast)
fr: Mode rapide (Fast)
ja: 高速処理 (Fast)
pt: Modo rápido (Fast)
zh_hans: 快速处理 (Fast)
zh_hant: 快速處理 (Fast)

# settings.usePriorityHint
source: 지원되는 모델을 더 빠르게 실행합니다. 모델과 추론 수준은 유지되며, 사용량이나 비용이 늘어날 수 있습니다.
de: Führt unterstützte Modelle schneller aus. Modell und Denkstufe bleiben gleich; Verbrauch oder Kosten können steigen.
en: Runs supported models faster. The model and reasoning level stay the same; usage or costs may increase.
es: Ejecuta más rápido los modelos compatibles. El modelo y el nivel de razonamiento se mantienen; el consumo o el coste pueden aumentar.
fr: Accélère les modèles compatibles. Le modèle et le niveau de raisonnement restent identiques ; la consommation ou les coûts peuvent augmenter.
ja: 対応モデルをより速く実行します。モデルと推論レベルは維持されますが、使用量や料金が増える場合があります。
pt: Executa os modelos compatíveis mais rapidamente. O modelo e o nível de raciocínio permanecem iguais; o consumo ou o custo podem aumentar.
zh_hans: 更快地运行支持的模型。模型和推理强度保持不变，用量或费用可能增加。
zh_hant: 更快地執行支援的模型。模型與推理強度保持不變，用量或費用可能增加。

# dashboard.execution.fast
source: 빠른 처리
de: Schnell
en: Fast
es: Rápido
fr: Rapide
ja: 高速処理
pt: Rápido
zh_hans: 快速处理
zh_hant: 快速處理

# dashboard.control.requests
source: 요청 확인
de: Anfragen prüfen
en: Review requests
es: Revisar solicitudes
fr: Examiner les demandes
ja: リクエストを確認
pt: Revisar solicitações
zh_hans: 查看请求
zh_hant: 查看請求

# dashboard.control.close
source: 접기
de: Zuklappen
en: Collapse
es: Contraer
fr: Replier
ja: 折りたたむ
pt: Recolher
zh_hans: 收起
zh_hant: 收合

# dashboard.control.empty
source: 확인할 요청이 없습니다.
de: Keine Anfragen müssen geprüft werden.
en: No review requests need attention.
es: No hay solicitudes que requieran revisión.
fr: Aucune demande ne nécessite d’examen.
ja: 確認が必要なリクエストはありません。
pt: Não há solicitações que precisem de revisão.
zh_hans: 没有需要查看的请求。
zh_hant: 沒有需要查看的請求。

# settings.fixedNotice
source: 저장 이후 접수되는 Codex turn에는 이 exact selection이 강제됩니다. 이미 실행 중인 turn은 접수 시점 결정을 유지합니다.
de: Diese genaue Auswahl wird für Codex-Turns erzwungen, die nach dem Speichern angenommen werden. Ein bereits aktiver Turn behält die bei der Annahme getroffene Entscheidung.
en: This exact selection is enforced for Codex turns admitted after saving. An already active turn keeps its admission-time decision.
es: Esta selección exacta se aplica a los turnos de Codex admitidos después de guardar. Un turno ya activo conserva la decisión tomada al admitirse.
fr: Cette sélection exacte s’applique aux tours Codex admis après l’enregistrement. Un tour déjà actif conserve la décision prise lors de son admission.
ja: 保存後に受け付けた Codex ターンには、この選択が厳密に適用されます。すでに実行中のターンには、受付時の決定が維持されます。
pt: Esta seleção exata é aplicada aos turnos do Codex aceitos após salvar. Um turno já ativo mantém a decisão tomada na admissão.
zh_hans: 保存后接收的 Codex 轮次将严格使用此选择。已在运行的轮次会保留接收时的决定。
zh_hant: 儲存後接收的 Codex 輪次會嚴格套用此選擇。已在執行的輪次會保留接收時的決定。

# settings.allowedScope
source: GPT 자동 선택 범위
de: Auswahlbereich für GPT
en: GPT selection range
es: Opciones disponibles para GPT
fr: Choix disponibles pour GPT
ja: GPT が選択できる範囲
pt: Opções disponíveis para o GPT
zh_hans: GPT 可选范围
zh_hant: GPT 可選範圍

# settings.allowedScope.catalog
source: 사용 가능한 모든 모델·에포트
de: Alle verfügbaren Modelle und Reasoning-Stufen
en: All available models and efforts
es: Todos los modelos y niveles disponibles
fr: Tous les modèles et niveaux disponibles
ja: 利用可能なすべてのモデルとエフォート
pt: Todos os modelos e níveis disponíveis
zh_hans: 所有可用模型和推理强度
zh_hant: 所有可用模型與推理強度

# settings.allowedScope.explicit
source: 직접 선택한 모델·에포트만
de: Nur selbst gewählte Modelle und Reasoning-Stufen
en: Only models and efforts I choose
es: Solo los modelos y niveles que elija
fr: Uniquement les modèles et niveaux choisis
ja: 自分で選んだモデルとエフォートのみ
pt: Somente os modelos e níveis escolhidos
zh_hans: 仅限我选择的模型和推理强度
zh_hant: 僅限我選擇的模型與推理強度

# settings.allowedExactSelections
source: 먼저 모델을 선택한 다음, 모델별로 허용할 추론 에포트를 고르세요.
de: Wählen Sie zuerst die Modelle und dann die zulässigen Reasoning-Stufen für jedes Modell aus.
en: Select models first, then choose the reasoning efforts allowed for each model.
es: Selecciona primero los modelos y después los niveles de razonamiento permitidos para cada uno.
fr: Sélectionnez d’abord les modèles, puis les niveaux de raisonnement autorisés pour chacun.
ja: 最初にモデルを選び、モデルごとに許可する推論エフォートを選択してください。
pt: Selecione primeiro os modelos e depois os níveis de raciocínio permitidos para cada um.
zh_hans: 请先选择模型，再为每个模型选择允许的推理强度。
zh_hant: 請先選擇模型，再為每個模型選擇允許的推理強度。

# settings.allowedModels
source: 모델
de: Modelle
en: Models
es: Modelos
fr: Modèles
ja: モデル
pt: Modelos
zh_hans: 模型
zh_hant: 模型

# settings.effortsByModel
source: 선택한 모델별 추론 에포트
de: Reasoning-Stufen nach ausgewähltem Modell
en: Reasoning efforts by selected model
es: Niveles de razonamiento por modelo seleccionado
fr: Niveaux de raisonnement par modèle sélectionné
ja: 選択したモデルごとの推論エフォート
pt: Níveis de raciocínio por modelo selecionado
zh_hans: 所选模型的推理强度
zh_hant: 所選模型的推理強度

# settings.selectAllEfforts
source: 모두
de: Alle
en: All
es: Todos
fr: Tous
ja: すべて
pt: Todos
zh_hans: 全部
zh_hant: 全部

# settings.partialEffortsSelected
source: 일부 에포트가 선택되어 있습니다.
de: Einige Reasoning-Stufen sind ausgewählt.
en: Some efforts are selected.
es: Hay algunos niveles seleccionados.
fr: Certains niveaux sont sélectionnés.
ja: 一部のエフォートが選択されています。
pt: Alguns níveis estão selecionados.
zh_hans: 已选择部分推理强度。
zh_hant: 已選擇部分推理強度。

# settings.additionalServiceTiers
source: 추가 서비스 티어 조합
de: Zusätzliche Service-Tier-Varianten
en: Additional service-tier variants
es: Variantes adicionales de nivel de servicio
fr: Variantes supplémentaires de niveau de service
ja: 追加のサービスティア構成
pt: Variantes adicionais de nível de serviço
zh_hans: 其他服务层级组合
zh_hant: 其他服務層級組合

# settings.selectionCount
source: 선택한 모델·에포트 조합 {count}개
de: Ausgewählte Kombinationen: {count}
en: {count} exact selections
es: Combinaciones seleccionadas: {count}
fr: Combinaisons sélectionnées : {count}
ja: 選択したモデル・エフォートの組み合わせ: {count} 件
pt: Combinações selecionadas: {count}
zh_hans: 已选择 {count} 个模型与推理强度组合
zh_hant: 已選擇 {count} 個模型與推理強度組合

# settings.preferredSelection
source: 선호 selection
de: Standardauswahl, wenn GPT nichts auswählt
en: Default selection when GPT does not choose
es: Selección predeterminada si GPT no elige
fr: Sélection par défaut si GPT ne choisit pas
ja: GPT が選択しない場合の既定の選択
pt: Seleção padrão quando o GPT não escolher
zh_hans: GPT 未选择时的默认选项
zh_hant: GPT 未選擇時的預設選項

# settings.preferredModel
source: GPT 미지정 시 기본 모델
de: Standardmodell, wenn GPT nicht auswählt
en: Default model when GPT does not choose
es: Modelo predeterminado si GPT no elige
fr: Modèle par défaut si GPT ne choisit pas
ja: GPT 未指定時の既定モデル
pt: Modelo padrão quando o GPT não escolher
zh_hans: GPT 未指定时的默认模型
zh_hant: GPT 未指定時的預設模型

# settings.preferredEffort
source: GPT 미지정 시 기본 추론 수준
de: Standard-Reasoning-Stufe, wenn GPT nicht auswählt
en: Default reasoning effort when GPT does not choose
es: Nivel predeterminado si GPT no elige
fr: Effort par défaut si GPT ne choisit pas
ja: GPT 未指定時の既定推論エフォート
pt: Nível padrão quando o GPT não escolher
zh_hans: GPT 未指定时的默认推理强度
zh_hant: GPT 未指定時的預設推理強度

# settings.preferred.none
source: GPT 미지정 시 Codex 기본값 사용
de: Codex-Standard verwenden, wenn GPT nicht auswählt
en: Use the Codex default when GPT does not choose
es: Usar el valor predeterminado de Codex si GPT no elige
fr: Utiliser la valeur par défaut de Codex si GPT ne choisit pas
ja: GPT 未指定時は Codex の既定値を使用
pt: Usar o padrão do Codex quando o GPT não escolher
zh_hans: GPT 未指定时使用 Codex 默认值
zh_hant: GPT 未指定時使用 Codex 預設值

# settings.automaticNotice
source: 새 Activity, 새 Agent 또는 fresh context에서는 GPT가 이 범위의 정확한 모델과 추론 수준을 반드시 명시해야 합니다. 기존 작업의 continue/fork에서 생략하면 해당 스레드의 선택을 그대로 상속합니다. 빠른 처리는 브리지가 별도로 적용합니다. ‘사용 가능한 모든 모델·에포트’를 선택하면 새로 추가된 항목도 자동으로 포함됩니다.
de: GPT muss für jede neue Activity, jeden neuen Agent oder fresh context ein exaktes Modell und eine Reasoning-Stufe aus diesem Bereich angeben. continue/fork übernimmt bei Auslassung den beibehaltenen Thread. Schnellmodus wird separat angewendet.
en: GPT must explicitly choose one exact model and reasoning effort from this range for every new Activity, new Agent, or fresh context. Continue and fork inherit the retained thread when selection is omitted. Fast mode is applied separately by the bridge. Choosing all available models and efforts automatically includes newly added options.
es: GPT debe indicar un modelo y nivel de razonamiento exactos de este intervalo para cada Activity, Agent o contexto nuevo. continue/fork hereda el hilo conservado si se omite la selección. El puente aplica el modo rápido por separado.
fr: GPT doit indiquer un modèle et un effort de raisonnement exacts de cette plage pour toute nouvelle Activity, tout nouvel Agent ou contexte fresh. continue/fork hérite du thread conservé si le choix est omis. Le pont applique le mode rapide séparément.
ja: 新しい Activity、Agent、または fresh context では、GPT がこの範囲から正確なモデルと推論エフォートを明示する必要があります。continue/fork で省略した場合は保持中のスレッド設定を継承します。高速処理 は別途適用されます。
pt: O GPT deve indicar um modelo e um nível de raciocínio exatos deste intervalo para cada Activity, Agent ou contexto novo. continue/fork herda o thread retido quando a seleção é omitida. A ponte aplica o modo rápido separadamente.
zh_hans: 新建 Activity、Agent 或 fresh context 时，GPT 必须从此范围明确选择准确的模型和推理强度。continue/fork 省略选择时继承保留线程的设置。快速处理 由桥接单独应用。
zh_hant: 建立 Activity、Agent 或 fresh context 時，GPT 必須從此範圍明確選擇精確的模型與推理強度。continue/fork 省略選擇時會繼承保留執行緒的設定。快速處理 由橋接另外套用。

# settings.catalogStatus.valid
source: 모델 카탈로그 정상
de: Modellkatalog gültig
en: Model catalog valid
es: Catálogo de modelos válido
fr: Catalogue de modèles valide
ja: モデルカタログは有効です
pt: Catálogo de modelos válido
zh_hans: 模型目录有效
zh_hant: 模型目錄有效

# settings.catalogStatus.lastKnownGood
source: 모델 카탈로그: 마지막 정상 데이터 사용 중
de: Modellkatalog verwendet die letzten gültigen Daten
en: Model catalog using last known good data
es: El catálogo usa los últimos datos válidos
fr: Le catalogue utilise les dernières données valides
ja: モデルカタログは最後の正常データを使用中です
pt: O catálogo usa os últimos dados válidos
zh_hans: 模型目录正在使用最近的有效数据
zh_hant: 模型目錄正使用最近的有效資料

# settings.catalogStatus.invalid
source: 모델 카탈로그 사용 불가
de: Modellkatalog nicht verfügbar
en: Model catalog unavailable
es: Catálogo de modelos no disponible
fr: Catalogue de modèles indisponible
ja: モデルカタログを利用できません
pt: Catálogo de modelos indisponível
zh_hans: 模型目录不可用
zh_hant: 模型目錄無法使用

# settings.selectionRequired
source: 정확한 모델과 추론 에포트를 선택하세요.
de: Wählen Sie ein genaues Modell und eine Denkstufe aus.
en: Choose an exact model and reasoning effort.
es: Elige un modelo y un nivel de razonamiento exactos.
fr: Choisissez un modèle et un niveau de raisonnement précis.
ja: モデルと推論エフォートを正確に選択してください。
pt: Escolha um modelo e um nível de raciocínio exatos.
zh_hans: 请选择确切的模型和推理强度。
zh_hant: 請選擇確切的模型與推理強度。

# settings.explicitRequired
source: 허용할 exact selection을 하나 이상 선택하세요.
de: Wählen Sie mindestens eine erlaubte genaue Kombination aus.
en: Select at least one allowed exact selection.
es: Selecciona al menos una combinación exacta permitida.
fr: Sélectionnez au moins une combinaison exacte autorisée.
ja: 許可する選択を少なくとも 1 つ指定してください。
pt: Selecione pelo menos uma combinação exata permitida.
zh_hans: 请至少选择一个允许的确切选项。
zh_hant: 請至少選擇一個允許的確切選項。

# settings.modelEffortRequired
source: {model} 모델의 추론 에포트를 하나 이상 선택하세요.
de: Wählen Sie mindestens eine Reasoning-Stufe für {model} aus.
en: Choose at least one reasoning effort for {model}.
es: Selecciona al menos un nivel de razonamiento para {model}.
fr: Sélectionnez au moins un niveau de raisonnement pour {model}.
ja: {model} の推論エフォートを 1 つ以上選択してください。
pt: Selecione pelo menos um nível de raciocínio para {model}.
zh_hans: 请为 {model} 至少选择一个推理强度。
zh_hant: 請為 {model} 至少選擇一個推理強度。

# settings.projects
source: 프로젝트
de: Projekte
en: Projects
es: Proyectos
fr: Projets
ja: プロジェクト
pt: Projetos
zh_hans: 项目
zh_hant: 專案

# settings.projectsHint
source: Codex가 작업을 시작할 폴더를 등록하세요. 이 PC의 서로 다른 위치에 있는 폴더를 여러 개 추가할 수 있으며 내부 ID는 자동으로 관리됩니다.
de: Registrieren Sie die Ordner, in denen Codex die Arbeit beginnen darf. Sie können mehrere unabhängige Orte auf diesem PC hinzufügen; interne IDs werden automatisch verwaltet.
en: Register the folders where Codex may start work. You can add multiple unrelated locations on this PC; internal routing IDs are managed automatically.
es: Registra las carpetas donde Codex puede empezar a trabajar. Puedes añadir varias ubicaciones independientes de este PC; los ID internos se gestionan automáticamente.
fr: Enregistrez les dossiers où Codex peut commencer à travailler. Vous pouvez ajouter plusieurs emplacements indépendants sur ce PC ; les ID internes sont gérés automatiquement.
ja: Codex が作業を開始するフォルダーを登録します。この PC 上の異なる場所を複数追加でき、内部 ID は自動管理されます。
pt: Registre as pastas onde o Codex pode começar a trabalhar. Você pode adicionar vários locais independentes deste PC; os IDs internos são gerenciados automaticamente.
zh_hans: 注册 Codex 开始工作的文件夹。可添加此电脑上多个互不相关的位置；内部 ID 会自动管理。
zh_hant: 登錄 Codex 開始工作的資料夾。可加入此電腦上多個互不相關的位置；內部 ID 會自動管理。

# settings.allowedRoots
source: 브리지 허용 루트
de: Von der Bridge erlaubte Stammordner
en: Bridge-allowed roots
es: Raíces permitidas por el puente
fr: Racines autorisées par le pont
ja: ブリッジで許可されたルート
pt: Raízes permitidas pela ponte
zh_hans: 桥接允许的根目录
zh_hant: 橋接允許的根目錄

# settings.allowedRootsHint
source: 프로젝트 실경로는 이 보안 상한 중 하나 안에 있어야 합니다. 프로젝트를 등록해도 범위는 넓어지지 않습니다.
de: Der reale Projektpfad muss innerhalb einer dieser Sicherheitsgrenzen liegen. Ein Projekt erweitert sie nicht.
en: Projects must resolve inside one of these security ceilings. Registering a project cannot widen them.
es: La ruta real de cada proyecto debe estar dentro de uno de estos límites de seguridad. Registrar un proyecto no los amplía.
fr: Le chemin réel de chaque projet doit rester dans l’une de ces limites de sécurité. Enregistrer un projet ne les élargit pas.
ja: プロジェクトの実体パスは、このセキュリティ上限のいずれかに含まれる必要があります。登録しても範囲は広がりません。
pt: O caminho real de cada projeto deve ficar dentro de um destes limites de segurança. Registrar um projeto não os amplia.
zh_hans: 项目的真实路径必须位于这些安全上限之一。注册项目不会扩大范围。
zh_hant: 專案的實際路徑必須位於這些安全上限之一。登錄專案不會擴大範圍。

# settings.addProject
source: 추가
de: Projekt hinzufügen
en: Add project
es: Añadir proyecto
fr: Ajouter un projet
ja: プロジェクトを追加
pt: Adicionar projeto
zh_hans: 添加项目
zh_hant: 新增專案

# settings.addFirstProject
source: 첫 프로젝트 등록
de: Erstes Projekt registrieren
en: Register first project
es: Registrar primer proyecto
fr: Enregistrer le premier projet
ja: 最初のプロジェクトを登録
pt: Registrar primeiro projeto
zh_hans: 注册第一个项目
zh_hant: 登錄第一個專案

# settings.noProjects
source: 먼저 프로젝트를 등록하세요. Codex가 작업을 시작할 폴더가 필요합니다. 이 PC의 서로 다른 위치에 있는 폴더를 여러 개 추가할 수 있습니다.
de: Registrieren Sie zuerst ein Projekt. Codex benötigt einen Startordner; Sie können mehrere Ordner an verschiedenen Orten dieses PCs hinzufügen.
en: Register a project first. Codex needs a folder where it can start work, and you may add multiple folders from different locations on this PC.
es: Registra primero un proyecto. Codex necesita una carpeta donde empezar a trabajar; puedes añadir varias carpetas de distintas ubicaciones de este PC.
fr: Enregistrez d’abord un projet. Codex a besoin d’un dossier où commencer ; vous pouvez ajouter plusieurs dossiers situés à différents endroits sur ce PC.
ja: まずプロジェクトを登録してください。Codex が作業を開始するフォルダーが必要です。この PC 上の異なる場所を複数追加できます。
pt: Registre primeiro um projeto. O Codex precisa de uma pasta onde começar; você pode adicionar várias pastas de locais diferentes deste PC.
zh_hans: 请先注册项目。Codex 需要一个开始工作的文件夹；你可以添加此电脑上不同位置的多个文件夹。
zh_hant: 請先登錄專案。Codex 需要一個開始工作的資料夾；你可以加入此電腦上不同位置的多個資料夾。

# settings.projectLabel
source: 프로젝트 이름
de: Projektname
en: Project name
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
pt: Nome do projeto
zh_hans: 项目名称
zh_hant: 專案名稱

# settings.projectCwd
source: 절대 폴더 경로
de: Absoluter Ordner
en: Absolute folder
es: Carpeta absoluta
fr: Dossier absolu
ja: 絶対フォルダー
pt: Pasta absoluta
zh_hans: 绝对文件夹
zh_hant: 絕對資料夾

# settings.projectAvailable
source: 사용 가능
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 利用可能
pt: Disponível
zh_hans: 可用
zh_hant: 可用

# settings.projectUnavailable
source: 복구 필요
de: Wiederherstellung nötig
en: Needs recovery
es: Necesita recuperación
fr: Récupération requise
ja: 復旧が必要
pt: Precisa de recuperação
zh_hans: 需要恢复
zh_hant: 需要復原

# settings.projectNew
source: 새 항목
de: Neu
en: New
es: Nuevo
fr: Nouveau
ja: 新規
pt: Novo
zh_hans: 新建
zh_hant: 新增

# settings.archiveProject
source: 보관
de: Archivieren
en: Archive
es: Archivar
fr: Archiver
ja: アーカイブ
pt: Arquivar
zh_hans: 归档
zh_hant: 封存
